[
  {
    "drone": "Spy Crawler",
    "droneName": "ShadowCrawler S-12",
    "description": "The ShadowCrawler S-12 is a stealthy, ground-based reconnaissance drone with six legs designed to infiltrate and gather intelligence in the most secure environments. Its low profile, quiet movement, and advanced camouflage technology allow it to sneak into enemy territory undetected, relaying real-time data back to its operator. Equipped with sensitive audio-visual sensors, the ShadowCrawler is perfect for espionage missions and covert operations.",
    "specialRules": "Enemies suffer -3 pool to detect this drone.",
    "size": 2,
    "ai": "5 | 3",
    "speed": 4,
    "hull": 4,
    "armorDurability": 2,
    "primarySoak": 2,
    "secondarySoak": 0,
    "cost": 800,
    "assetCost": "-",
    "rarity": 3
  },
  {
    "drone": "Hoverdrone",
    "droneName": "Skyeye HX-3",
    "description": "The SkyEye HX-3 is a versatile aerial drone that excels in surveillance and support roles. Hovering silently above the battlefield or urban landscapes, it provides a bird's-eye view of the area, equipped with high-resolution cameras, infrared sensors, and long-range communication systems. The SkyEye can relay crucial tactical information, assist in target acquisition, or provide overwatch for ground units, making it an indispensable tool in any operation.",
    "specialRules": "Can have a holdout pistol installed, which needs to be paid separately.",
    "size": 2,
    "ai": "4 | 2",
    "speed": 10,
    "hull": 4,
    "armorDurability": 1,
    "primarySoak": 1,
    "secondarySoak": 0,
    "cost": 500,
    "assetCost": "-",
    "rarity": 1
  },
  {
    "drone": "Combat Medic Drone",
    "droneName": "Medivac R-8",
    "description": "The Medivac R-8 is a dedicated medical support drone designed to assist injured soldiers on the battlefield. Equipped with advanced medical tools, including auto-injectors, bandage applicators, and diagnostic scanners, the Medivac can stabilize wounded personnel, administer first aid, and even perform minor surgeries. Its autonomous AI prioritizes the most critical cases, while its compact size allows it to navigate through debris and hazardous environments to reach the injured.",
    "specialRules": "Counts as having a Medkit, and can store up to three injectionable drugs.",
    "size": 3,
    "ai": "5 | 4",
    "speed": 6,
    "hull": 5,
    "armorDurability": 3,
    "primarySoak": 3,
    "secondarySoak": 1,
    "cost": 1500,
    "assetCost": "-",
    "rarity": 2
  },
  {
    "drone": "Sentry Drone",
    "droneName": "Ares Guardian SD-3",
    "description": "The Guardian SD-3 is an immobile, automated defense drone designed to secure perimeters and protect vital assets. Equipped with motion detectors, infrared sensors, and a mounted weapon (up to the size of an assault rifle), the Guardian can overwatch designated areas and engage intruders with lethal precision.",
    "specialRules": "Weapon needs to be paid extra.",
    "size": 4,
    "ai": "5 | 5",
    "speed": 0,
    "hull": 6,
    "armorDurability": 6,
    "primarySoak": 5,
    "secondarySoak": 1,
    "cost": 1800,
    "assetCost": "-",
    "rarity": 3
  },
  {
    "drone": "Assault Walker",
    "droneName": "Azerra Warfang A-24",
    "description": "The Warfang A-24 is a heavily armored quadrupedal drone designed for frontline combat. Equipped with up to two firearms and reinforced plating, the Warfang can engage enemy infantry and light vehicles with devastating firepower. Its sturdy legs allow it to traverse rough terrain, and its integrated AI can autonomously seek and destroy targets or operate under direct control from its commander.",
    "specialRules": "Counts as having the \"Dual Wield\" talent.\nWeapons need to be paid extra.",
    "size": 6,
    "ai": "5 | 4",
    "speed": 8,
    "hull": 10,
    "armorDurability": 6,
    "primarySoak": 3,
    "secondarySoak": 1,
    "cost": 3000,
    "assetCost": "-",
    "rarity": 4
  },
  {
    "drone": "Mobile Platform",
    "droneName": "Ares Titanshield MP-9",
    "description": "The TitanShield MP-9 is a compact, track-based drone designed to provide mobile cover and fire support for infantry units. Resembling a heavily armored block on tracks, the TitanShield can be deployed in the field to advance with troops, offering them a moving barrier against enemy fire. Its reinforced plating absorbs incoming shots, while an integrated weapon—ranging from a machine gun to a grenade launcher—provides additional offensive capability. The TitanShield is the perfect companion for soldiers in need of both protection and firepower on the move.",
    "specialRules": "Provides cover to someone hiding behind this drone. If an attack misses them, it hits the drone instead.\nWeapon needs to be paid extra.",
    "size": 8,
    "ai": "5 | 3",
    "speed": 3,
    "hull": 12,
    "armorDurability": 10,
    "primarySoak": 6,
    "secondarySoak": 2,
    "cost": 3000,
    "assetCost": "-",
    "rarity": 4
  },
  {
    "drone": "Servitor",
    "droneName": "Mechserve 7000",
    "description": "The humanoid Servitor is an automated service drone designed for logistical and maintenance tasks in military and industrial settings. Whether repairing equipment, transporting supplies, or performing routine diagnostics, a Servitor is an all-purpose workhorse that ensures operations run smoothly. Its modular design allows it to be adapted for various roles, from field mechanic to mobile supply depot.",
    "specialRules": "Requires a specific configuration upon purchase. The drone then counts as having +2 skill levels in that skill.\n\nIt also comes with pieces of equipment (not weapons) integrated as part of its model configuration, up to a total size of 4.",
    "size": 9,
    "ai": "6 | 2",
    "speed": 6,
    "hull": 10,
    "armorDurability": 4,
    "primarySoak": 2,
    "secondarySoak": 0,
    "cost": 8000,
    "assetCost": 7,
    "rarity": 5
  },
  {
    "drone": "Simulant",
    "droneName": "Callisto Doppelganger",
    "description": "The Doppelganger X5 is an advanced humanoid drone designed for infiltration, decoy, or impersonation missions. Outfitted with realistic synthetic skin and programmable behavior patterns, the Simulant can mimic human appearance and actions convincingly. It’s perfect for espionage, psychological operations, or as a distraction in high-stakes missions. The Doppelganger’s sophisticated AI enables it to interact naturally in social environments, making it difficult to distinguish from the real thing.",
    "specialRules": "When meeting a simulant, an Empathy d3 check can be attempted after conversing for at least 5 Minutes. On a success, the simulant's nature becomes known.",
    "size": 9,
    "ai": "6 | 4",
    "speed": 7,
    "hull": 12,
    "armorDurability": 6,
    "primarySoak": 2,
    "secondarySoak": 0,
    "cost": 15000,
    "assetCost": 12,
    "rarity": 6
  },
  {
    "drone": "Unmanned Mech",
    "droneName": "Ravager UM-13",
    "description": "The Ravager UM-13 is a heavily armed and armored unmanned combat mech, capable of engaging in frontline warfare without risking human lives. Standing tall with a reinforced frame, the Ravager is equipped with an array of up to three weapon platforms, designed to take on everything from infantry to armored vehicles. Controlled remotely or through advanced AI, the Ravager dominates the battlefield with sheer firepower and durability.",
    "specialRules": "There is an alternative configuration where the Mech has two regular arms (with a Strength of 20) but with only one slot for an integrated weapon platform. If the Mech uses a firearm by holding it with its arms, it is considered to suffer a -1 pool penalty.\nWeapons need to be paid extra.",
    "size": 12,
    "ai": "6 | 3",
    "speed": 9,
    "hull": 30,
    "armorDurability": 10,
    "primarySoak": 6,
    "secondarySoak": 2,
    "cost": 12500,
    "assetCost": 9,
    "rarity": 5
  },
  {
    "drone": "Drone Upgrade: AI",
    "droneName": "AI Extension",
    "description": "Increases the aptitude of the AI by +1. Cannot be stacked.",
    "specialRules": "-",
    "size": "-",
    "ai": "-",
    "speed": "-",
    "hull": "-",
    "armorDurability": "-",
    "primarySoak": "-",
    "secondarySoak": "-",
    "cost": "Drone / 6",
    "assetCost": "Drone / 6",
    "rarity": 5
  },
  {
    "drone": "Drone Upgrade: Speed",
    "droneName": "Improved Servos",
    "description": "Increases the speed of the drone by +15%. Can be installed up to two times.",
    "specialRules": "-",
    "size": "-",
    "ai": "-",
    "speed": "-",
    "hull": "-",
    "armorDurability": "-",
    "primarySoak": "-",
    "secondarySoak": "-",
    "cost": "Drone / 10",
    "assetCost": "Drone / 10",
    "rarity": 4
  },
  {
    "drone": "Drone Upgrade: Hull",
    "droneName": "Hull Reinforcement",
    "description": "Increases the hull of the drone by +15%. Can be installed up to two times.",
    "specialRules": "-",
    "size": "-",
    "ai": "-",
    "speed": "-",
    "hull": "-",
    "armorDurability": "-",
    "primarySoak": "-",
    "secondarySoak": "-",
    "cost": "Drone / 8",
    "assetCost": "Drone / 8",
    "rarity": 4
  },
  {
    "drone": "Drone Upgrade: Specialization",
    "droneName": "Specialized Routines",
    "description": "The drone gains +1 expertise for a skill of your choice (so long as it makes sense for its nature). Can be installed up to six times, but only up to twice per individual skill.",
    "specialRules": "-",
    "size": "-",
    "ai": "-",
    "speed": "-",
    "hull": "-",
    "armorDurability": "-",
    "primarySoak": "-",
    "secondarySoak": "-",
    "cost": 500,
    "assetCost": "-",
    "rarity": 4
  }
]