[
  {
    "name": "Acrobatics",
    "attributes": ["AGI", "STR"],
    "description": "The character’s ability to balance, jump elegantly or make acrobatic maneuvers."
  },
  {
    "name": "Athletics",
    "attributes": ["CON", "STR"],
    "description": "Physical fitness for sprinting, jumping, throwing and similar disciplines."
  },
  {
    "name": "Command",
    "attributes": ["PER", "COO"],
    "description": "The ability to inspire, interrogate, intimidate others or to simply come up with a tactical plan."
  },
  {
    "name": "Computers",
    "attributes": ["INT"],
    "description": "Hacking or repairing computers, as well as using them efficiently is governed by this skill."
  },
  {
    "name": "Con Arts",
    "attributes": ["PER", "COO"],
    "description": "Con describes a character’s ability to navigate complex social situations to convince, lie or negotiate."
  },
  {
    "name": "Defense",
    "attributes": ["AGI", "CON"],
    "description": "This describes the characters ability to defend themselves from harm, by dodging, parrying or blocking."
  },
  {
    "name": "Empathy",
    "attributes": ["PER", "INT"],
    "description": "An empathetic character can put themselves into the shoe’s of others to understand their emotions and desires, or to assess their motives."
  },
  {
    "name": "Firearms",
    "attributes": ["AGI", "COO"],
    "description": "A firearms expert knows how to modify or repair a gun, and how to use it with great accuracy."
  },
  {
    "name": "Gunnery",
    "attributes": ["AGI", "INT"],
    "description": "A gunner operates the stationary weapons that are mounted on fortresses, vehicles or even star ships."
  },
  {
    "name": "Heavy Weapons",
    "attributes": ["STR", "COO"],
    "description": "This skill governs the use of heavy weapons like flame throwers, grenade launchers or other stationary guns."
  },
  {
    "name": "Infiltration",
    "attributes": ["AGI", "COO"],
    "description": "The ability to remain hidden or to infiltrate others without knowing about your presence. The skill also governs the ability to impersonate others or to masquerade."
  },
  {
    "name": "Investigation",
    "attributes": ["INT", "COO"],
    "description": "Through investigation, a character can put together clues or notice things that are out of place."
  },
  {
    "name": "Medicine",
    "attributes": ["EDU", "COO"],
    "description": "Doctors are crucial to find the right treatment for any kind of wound, illness or poison. They can also help install cybernetic modifications."
  },
  {
    "name": "Melee",
    "attributes": ["STR", "AGI"],
    "description": "With this skill, a character an artfully use their fists or any type of melee weapon, from brass knuckles to a baseball bat."
  },
  {
    "name": "Pilot",
    "attributes": ["AGI", "COO"],
    "description": "The skill covers a wide range of vehicles, from simple motor bikes to large space vessels. The skill only covers their general usage, esp. maneuvering."
  },
  {
    "name": "Politics",
    "attributes": ["EDU", "PER"],
    "description": "With this skill a character may know important figures, but also how to negotiate political intricate situations or how to behave to belong to upper classes."
  },
  {
    "name": "Science",
    "attributes": ["INT", "EDU"],
    "description": "A scientifically inclined character has a great understanding of math, chemistry, physics and similar fields. They may be able to device a blueprint to modify a given piece of equipment."
  },
  {
    "name": "Sensors",
    "attributes": ["INT", "EDU"],
    "description": "Thanks to this skill, a character can use and read the sensory data from various devices, including drones."
  },
  {
    "name": "Skullduggery",
    "attributes": ["COO", "INT"],
    "description": "The skill covers means to trick someone with a distraction, pickpocketing or other means of theft."
  },
  {
    "name": "Streetwise",
    "attributes": ["INT", "PER"],
    "description": "With this skill, a character may know their way around a city, where to find certain contacts or even black markets."
  },
  {
    "name": "Survival",
    "attributes": ["CON"],
    "description": "A survivalist is able to make their way through a harsh environment, set up camps, forage for food or just generally survive inhospitable conditions, like resisting illness or venoms."
  },
  {
    "name": "Tech",
    "attributes": ["INT", "AGI"],
    "description": "An engineer can create, modify or repair pieces of equipment, or assess their general state."
  },
  {
    "name": "Xenology",
    "attributes": ["INT", "EDU"],
    "description": "A xeno scientist knows about the demeanor of various alien species, the nuances of their language and politics."
  },
  {
    "name": "Zero-G",
    "attributes": ["CON", "AGI"],
    "description": "Through this skill, a character can navigate zero-g environments with ease, as well as donning a zero-g suit quickly and safely."
  }
]